Repository: ldcolina/DPSOsTelemetry
Catalog: DPSOsTelemetry/Languages/Graphics.*.resx
Languages: es

# AfluenciaPozo
source: Influx
es: Afluencia

# Axis_Capacidad
source: Capacity
es: Capacidad

# Axis_Carga
source: Load
es: Carga

# Axis_Caudal
source: Flow
es: Caudal

# Axis_Desplazamiento
source: Displacement
es: Desplazamiento

# Axis_Porcentaje
source: Percentage
es: Porcentaje

# Axis_Presion
source: Pressure
es: Presión

# Axis_Profundidad
source: Depth
es: Profundidad

# Axis_Temperatura
source: Temperature
es: Temperatura

# Bomba
source: Pump
es: Bomba

# DesplazamientoBomba
source: Displacement
es: Desplazamiento

# DesviacionEste
source: East Deviation
es: Desviación Este

# DesviacionHorizontal
source: Horizontal Deviation
es: Desviación Horizontal

# DesviacionHorizontal_ProfundidadVertical
source: Horizontal Deviation vs Vertical Depth
es: Desviación Horizontal vs Profundidad Vertical

# DesviacionNorte
source: North Deviation
es: Desviación Norte

# DinamometricaArea
source: Area
es: Área

# DinamometricaFondo
source: Subsurface Dynocard
es: Carta dinamométrica en fondo

# DinamometricaSuperficie
source: Surface Dynocard
es: Carta dinamométrica en superficie

# Eficiencia
source: Efficiency
es: Eficiencia

# Falla
source: Fails
es: Falla

# Formacion
source: Education
es: Formación

# GradienteGas
source: Gas gradient
es: Gradiente de gas

# GradientePresion
source: Dynamic gradient
es: Gradiente dinámico

# GradienteTemperatura
source: Temperature Gradient
es: Gradiente de Temperatura

# Inyeccion
source: Injection
es: Inyección

# Max
source: Maximum
es: Máximo

# MaxEfford
source: Max Effort
es: Esfuerzo máximo

# Min
source: Minimum
es: Mínimo

source: Min Tension
es: Tensión mínima

source: Model
es: Modelo

# NivelDinamico
source: Dynamic Level
es: Nivel Dinámico

# Optimo
source: Optimal
es: Óptimo

# PerfilPresion1
source: VOP Depth
es: Profundidad VOP

# PerfilPresion2
source: Pressure Gradient in TP
es: Gradiente de Presión en TP

# PerfilPresion3
source: Pressure Gradient in TR
es: Gradiente de Presión en TR

source: Pipe
es: Tubería

# Presion
source: Flowing BHP
es: PWF

# ProfundidadMedida
source: Measured Depth
es: Profundidad Medida

# ProfundidadPerforacion
source: Drilling depth
es: Profundidad de perforación

# ProfundidadVertical
source: Vertical Depth
es: Profundidad Vertical

# PtoOperacion
source: Point of Operation
es: Punto de Operación

# PtoOptimo
source: Optimal point of operation
es: Punto optimo de operación

source: Sensitivity
es: Sensibilidad

# SeveridadDogleg
source: Severity Dogleg
es: Severidad Dogleg

# Sobredimencionado
source: Oversized
es: Sobredimencionado

# Subdimencionado
source: Undersized
es: Subdimencionado

# Subsuperficial
source: Subsurface
es: Subsuperficial

# Sumergencia
source: Submergence
es: Sumergencia

# TakeInformation
source: Current
es: Actual

# TamanioTapon1
source: Under Cap
es: Bajo Tapón

# TamanioTapon2
source: Cap
es: Tapón

# TamanioTapon3
source: About Cap
es: Sobre Tapón

# Taped
source: Tapered
es: Varilla

source: Target
es: Objetivo

# TopTaped
source: Top Tapered
es: Varilla superior

# TipoParo
source: Failures
es: Tipos de paro

# Valvula
source: Valve
es: Válvula

# ValvulaAbierta
source: Open Valve - Does not inject
es: Válvula Abierta - No inyecta

# ValvulaCerrada
source: Valve Closed
es: Válvula Cerrada

# ValvulaInyecta
source: Open Valve - Inject
es: Válvula Abierta - Inyecta

# VistaEste
source: East view
es: Vista desde el este

# VistaNorte
source: North view
es: Vista desde el norte

# VistaPlanta
source: Plant view
es: Vista de planta
