Repository: ldcolina/DPSOsTelemetry
Catalog: DPSOsTelemetry/Languages/Pozo.*.resx
Languages: es

# GreaterThanValue
source: {0}: The minimum value {1} must be less than the maximum value {2}
es: {0}: El valor mínimo {1} debe se menor al valor máximo {2}

# PresionTuberiaRevestimiento
source: Casing head pressure
es: Presión en tubería de revestimiento

# PresionTuberiaProduccion
source: Tubing head pressure
es: Presión en tubería de producción

# GreaterThan
source: {0}: The minimum value {1} must be greater than or equal to 0
es: {0}: El valor mínimo {1} debe se mayor o igual a 0

# Temporizador
source: Timer
es: Temporizador

# Aviso
source: You must make some changes to update
es: Debe realizar algún cambio para actualizar

# ErrorCarta
source: File error.\nNo charge any dynacard.
es: Error de archivo.\nNo se cargo ninguna carta dinagráfica.

# PresionLineaDescarga
source: Pressure in discharge line
es: Presión en la línea de descarga

# TemperaturaSuperficie
source: Surface temperature
es: Temperatura de superficie

# VelocidadMotor
source: Engine speed
es: Velocidad del motor

# VelocidadUnidadBombeo
source: Pumping unit speed
es: Velocidad de unidad de bombeo

# EficienciaLlenado
source: Filling efficiency
es: Eficiencia de llenado

# SumergenciaEfectivaBomba
source: Effective submergence of the pump
es: Sumergencia efectiva de la bomba

# NivelFluidoPozoTr
source: TR well fluid level
es: Nivel de fluido del pozo TR

# NivelFluidoPozoTp
source: TP well fluid level
es: Nivel de fluido del pozo TP

# PresionEntradaBomba
source: Pump inlet pressure
es: Presión de entrada de la bomba

# FrecuenciaOperacionBomba
source: Pump operating frequency
es: Frecuencia de operación de la bomba

# LongitudCarrera
source: Stroke length
es: Longitud de carrera

# PresionDisponible
source: Available pressure
es: Presión disponible

# GastoGasInyeccion
source: Injection gas expenditure
es: Gasto de gas de inyección

# EnvioCorrecto
source: Correct transmission
es: Transmisión correcta

# EnvioIncorrecto
source: Incorrect transmission
es: Transmisión incorrecta

# Envio
source: Sends number
es: Número de envío

# ProxActualizacion
source: Next update
es: Próxima actualización

# GravedadEspecificaGasInyeccion
source: Specific gravity of injection gas
es: Gravedad especifica del gas de inyección

# CartaDinagrafica
source: Dynocard
es: Carta dinagráfica

# Eliminar
source: Delete
es: Eliminar

# Agregar
source: Add
es: Agregar

# Error
source: No charge any dynacard.
es: No se cargo ninguna carta dinagráfica.

# DatosManual
source: Manual data
es: Datos manuales

# OperativeData
source: Operating data
es: Datos operativos

source: Production data
es: Datos de producción

# SalinidadAgua
source: Water salinity
es: Salinidad del agua

# GastoAceite
source: Net Oil Production
es: Producción de aceite

# GastoAgua
source: Water production
es: Producción de agua

# GastoGas
source: Gas production
es: Producción de gas

# GastoLiquido
source: Gross Production
es: Producción de líquido

# GastoLiquidoPruebaProduccion
source: Well Testing Gross Production
es: Producción de liquido de la prueba de producción

# GravedadPetroleo
source: Oil density
es: Gravedad del petróleo

# PorcentajeAguaSedimento
source: % BSW
es: % de agua y sedimento

source: Emulsion
es: Emulsión

# RelacionGasAceite
source: GOR
es: Relación gas aceite

# GravedadEspecificaGasProducido
source: Gas produced specific gravity
es: Gravedad especifica del gas producido

# CargaSobreBarraPulida
source: Load on polished bar
es: Carga sobre la barra pulida

# TablaHistorico
source: Historical transmission table
es: Tabla histórico de transmisión

# Corriente
source: Power
es: Corriente

# DiametroEstrangulador
source: Choker diameter
es: Diámetro del estrangulador

# GastoInyeccionFluidoPotencia
source: Potential Fluid Injection Spend
es: Gasto de inyección de fluido en potencia

# GravedadEspecificaFluidoPotencia
source: Specific Gravity Potential Fluid
es: Gravedad especifica fluido en potencia

# PresionAperturaCampo
source: Opening pressure in the field
es: Presión de apertura en campo

# TiempoCiclo
source: Cycle time
es: Tiempo de ciclo

# TiempoDesplazamientoTapon
source: Stopper displacement time
es: Tiempo de desplazamiento del tapón

# TiempoInyeccion
source: Injection time
es: Tiempo de inyección

# TiempoRecuperacion
source: Recovery Time
es: Tiempo de recuperación

# VelocidadBomba
source: Pump speed
es: Velocidad de la bomba

# DatosOperativosTime
source: Date / Time of transmission
es: Fecha / Hora de transmisión

# DatosOperativosResult
source: Send status
es: Estado de envío
