Repository: ldcolina/DPSOsTelemetry
Catalog: DPSOsTelemetry/Languages/Setups.*.resx
Languages: es

# Version
source: Version {0}
es: Versión {0}

# EsMx
source: Spanish ( Mx )
es: Español ( Mx )

# Es
source: Spanish
es: Español

# En
source: English
es: Ingles

# Ejemplo
source: Example:
es: Ejemplo:

# Idioma
source: Language
es: Idioma

# Decimales
source: Number of decimal places
es: Número de decimales

# Visualizacion
source: Settings
es: Configuración

# Guia
source: Guides
es: Guías

# Actualizaciones
source: Check for Updates
es: Buscar actualizaciones

source: Terms
es: Términos

source: Privacy
es: Privacidad

source: License Agreement
es: Acuerdo de licencia

source: Licenses
es: Licencias

source: Release Notes
es: Notas

# MainLabel
source: {0} is up to date
es: {0} está actualizado

# VersionNotes1
source: {0} {1} is currently the newest version available
es: {0} {1} es actualmente la versión más reciente disponible

# ActualizacionPrograma
source: Software update
es: Actualización de software

# News
source: What's new:
es: Qué hay nuevo:

# VersionNotes2
source: {0} has been updated to version {1}
es: {0} se a actualizado a la versión {1}

# newPozo1
source: - Use the keyboard shortcut Ctrl+N (Mac: Cmd+N); - From the menu, select {0}→{1}....
es: - Use el atajo de teclado Ctrl+N (Mac: Cmd+N); - Desde el menú, seleccione {0}→{1}....

# newPozo2
source: Name
es: Nombre

# newPozo3
source: Token *must be unique for each well
es: Token *debe ser único para cada pozo

# newPozo4
source: Type of well
es: Tipo de pozo

# newPozo5
source: System of units to be used
es: Sistema de unidades a emplear

# newPozo
source: Create new well
es: Crear nuevo pozo

# TransmisionDatos
source: Data transmission
es: Transmision de datos

# TransmisionDatos1
source: - Use the keyboard shortcut Ctrl+O (Mac: Cmd+O); - From the menu, select {0}→{1}....
es: - Use el atajo de teclado Ctrl+O (Mac: Cmd+O); - Desde el menú, seleccione {0}→{1}....

# TransmisionDatos2
source: Search field by: Name / Token / Type
es: Campo de búsqueda por: Nombre / Token / Tipo

# TransmisionDatos3
source: Information table of the wells created
es: Tabla de información de los pozos creados

# TransmisionDatos4
source: Enter to modify the well
es: Entrar a modificar el pozo

# TransmisionDatos5
source: Open window to perform telemetry
es: Abrir ventana para realizar telemetría

# TransmisionDatos6
source: Eliminate the existing well
es: Eliminar el pozo existente

# TransmisionDatos8
source: Enable / Disable telemetry
es: Activar / Desactivar telemetría

# TransmisionDatos9
source: Enable / Disable streaming data
es: Activar / Desactivar datos de transmisión

# TransmisionDatos10
source: Minimum value
es: Valor mínimo

# TransmisionDatos11
source: Maximum value
es: Valor máximo

# TransmisionDatos12
source: Frequency time
es: Tiempo de frecuencia

# TransmisionDatos7
source: After exiting the {0}, a window will open which will consist of a series of empty and disabled fields to fill in
es: Después de salir del {0}, se abrirá una ventana del cual consistirá en una serie de campos vacíos y desactivados para llenar

# TransmisionDatos13
source: Once telemetry has begun, the following available fields are:
es: Una vez que la telemetría ha comenzado, los siguientes campos disponibles son:

# TransmisionDatos14
source: Fields with the transmitted information
es: Campos con la información transmitida

# TransmisionDatos15
source: Current data transmission information
es: Información actual de la transmisión de datos

# TransmisionDatos16
source: Date and time that the next transmission will take place
es: Fecha y hora que se realizará la siguiente transmisión
